[
  {
    "genres": ["Comedy", "Shoujo", "Slice of Life"],
    "description": "Chihiro is left homeless with supposedly no relatives after his mom died. As he worries about what to do next, his uncle shows up and plans to take care of him...Or is it the other way around?",
    "title": {
      "text": "Shounen Maid"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79411.jpg"
  },
  {
    "genres": ["Action", "Dark fantasy", "Post-apocalyptic"],
    "description": "In a world where humanity lives within enormous walled cities to protect themselves from gigantic humanoid Titans, a young boy named Eren Yeager vows to eradicate the Titans after witnessing his mother's gruesome death. He joins the Survey Corps, an elite military unit that fights against the Titans outside the walls.",
    "title": {
      "text": "Attack on Titan"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1907/134102.jpg"
  },
  {
    "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Sci-Fi", "Shounen"],
    "description": "Five years after his victory over Piccolo Jr., Son Goku now lives a peaceful life with his wife Chi-Chi and their son Son Gohan. However, this tranquility is shattered by the arrival of a mysterious and powerful Saiyan named Raditz, who reveals himself to be Goku's older brother.",
    "title": {
      "text": "Dragon Ball Z"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/13/18075.jpg"
  },
  {
    "studio": "ufotable",
    "genres": ["Action", "Demons", "Historical", "Supernatural", "Shounen"],
    "description": "In Taisho-era Japan, Tanjiro Kamado is a kind-hearted boy who sells charcoal for a living. His peaceful life is shattered when a demon slaughters his entire family, leaving only his younger sister Nezuko alive, who has been transformed into a demon herself. Determined to avenge his family and turn Nezuko back into a human, Tanjiro embarks on a perilous journey, joining the Demon Slayer Corps, an organization dedicated to hunting and exterminating demons.",
    "title": {
      "text": "Kimetsu no Yaiba"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1588/108571.jpg"
  },
  {
    "genres": [
      "Action",
      "Fantasy",
      "Supernatural",
      "Drama",
      "School",
      "Shounen"
    ],
    "description": "Yuji Itadori is a high school student with exceptional physical abilities. He lives a relatively normal life, but everything changes when he swallows a cursed talisman—the finger of the King of Curses, Ryomen Sukuna. Now sharing his body with this powerful and malevolent being, Yuji enrolls in Tokyo Prefectural Jujutsu High School, a secret organization of jujutsu sorcerers who fight against cursed spirits.",
    "title": {
      "text": "Jujutsu Kaisen (TV)"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg"
  },
  {
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Shounen",
      "Super Power"
    ],
    "description": "Monkey D. Luffy is a young man who, inspired by his childhood idol and powerful pirate \"Red-Haired\" Shanks, sets off on a journey from the East Blue Sea to find the legendary treasure, One Piece, and proclaim himself the King of the Pirates.",
    "title": {
      "text": "One Piece"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1460/110427.jpg"
  },
  {
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Super Power",
      "Martial Arts",
      "Shounen"
    ],
    "description": "Naruto Uzumaki is a young ninja from the Hidden Leaf Village who harbors a mischievous and determined spirit. Ostracized by the village due to the Nine-Tailed Demon Fox sealed within him, Naruto dreams of becoming the Hokage, the village leader, in order to gain recognition and protect his home.",
    "title": {
      "text": "Naruto"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/13/17405.jpg"
  },
  {
    "genres": [
      "Action",
      "Comedy",
      "Demons",
      "Horror",
      "Psychological",
      "Shounen",
      "Supernatural"
    ],
    "description": "Denji is a destitute young man living in a world plagued by Devils born from human fears. After making a contract with Pochita, his chainsaw devil dog, Denji becomes able to transform parts of his body into chainsaws. When he is betrayed and killed by the yakuza, Pochita merges with Denji's heart, reviving him as the Chainsaw Man, a human-devil hybrid.",
    "title": {
      "text": "Chainsaw Man"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1806/126216.jpg"
  },
  {
    "genres": ["Action", "Comedy", "Historical", "Parody", "Sci-Fi", "Shounen"],
    "description": "In an alternate Edo period Japan, where aliens known as Amanto have invaded and samurai have lost their status, Gintoki Sakata is an eccentric samurai who runs an odd-jobs business called Yorozuya. He lives with a teenage boy named Shinpachi Shimura and a young alien girl named Kagura.",
    "title": {
      "text": "Gintama"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1696/109498.jpg"
  },
  {
    "genres": ["Comedy", "Slice of Life", "Sports"],
    "description": "A new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. He will be moving into his Uncle's diving store \"Grand Blue.\" There he finds the beautiful ocean, beautiful women, and men that love diving and alcohol. Will Iori be able to live his dream college life?",
    "title": {
      "text": "Grand Blue"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1302/94882.jpg"
  }
]
