[
  {
    "studio": "Wit Studio",
    "genres": [],
    "description": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikuma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for. (Source: MAL News)",
    "title": {
      "link": "http://myanimelist.net/anime/28623/Koutetsujou_no_Kabaneri",
      "text": "Koutetsujou no Kabaneri"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/4/77657l.jpg",
    "start_date": "Apr 8, 2016, 00:55 (JST)"
  },
  {
    "studio": "Bones",
    "genres": ["Mystery", "Seinen", "Supernatural"],
    "description": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives! (Source: MangaHelpers) Episode 1 will be previewed at an event at Marunouchi Piccadilly on March 27, 2016. Episodes 1 and 2 will be previewed at Yokohama Burg 13 on April 2, 2016. Regular broadcasting will begin on April 7, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/31478/Bungou_Stray_Dogs",
      "text": "Bungou Stray Dogs"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1044/132831l.jpg",
    "start_date": "Apr 7, 2016, 01:05 (JST)"
  },
  {
    "studio": "A-1 Pictures",
    "genres": [
      "Comedy",
      "Ecchi",
      "Fantasy",
      "Harem",
      "Romance",
      "School",
      "Sci-Fi",
      "Supernatural"
    ],
    "description": "Second season of Gakusen Toshi Asterisk.",
    "title": {
      "link": "http://myanimelist.net/anime/31737/Gakusen_Toshi_Asterisk_2nd_Season",
      "text": "Gakusen Toshi Asterisk 2nd Season"
    },
    "start_date": "Apr 2, 2016, 22:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/79107.jpg"
  },
  {
    "studio": "Bones",
    "genres": ["Action", "Comedy", "School", "Shounen", "Super Power"],
    "description": "What's a hero? For Izuku Midoriya, the answer to that question has always been simple: \"Everything I want to be!\" And who is the ultimate hero? Well, the legendary All Might, of course. All Might is the number one ranked hero and also the \"Symbol of Peace\" in the world. Not in his wildest dreams could Izuku have imagined that he would soon cross paths with his childhood hero... In Boku no Hero Academia, status is governed by \"Quirks\"—unique superpowers which develop in childhood. But, unfortunately, hero otaku Midoriya \"Deku\" Izuku never had a Quirk. That is, until he met All Might, the greatest hero of all time. Izuku's transformation from dreamer to superhero begins at Yuuei Academy, the top-ranked hero-training high school in Japan. Izuku is on cloud nine when he's accepted to this prestigious academy, especially when he finds out that All Might is one of the teachers. What surprises does this mighty academy offer? And will Izuku be able to keep up with his elite classmates?",
    "title": {
      "link": "http://myanimelist.net/anime/31964/Boku_no_Hero_Academia",
      "text": "Boku no Hero Academia"
    },
    "start_date": "Apr 3, 2016, 17:00 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78745.jpg"
  },
  {
    "studio": "Trigger",
    "genres": ["Sci-Fi"],
    "description": "The anime's setting is a fictional Japanese city named Sugomori City. One day, Noriko Sonosaki tells her classmate Katsuhira Agata, \"You have been selected to be a Kiznaiver.\" The Kizuna System, which allows Katsuhira to share his wounds, connects him to the classmates whose lives and personalities completely differ from his. The Kizuna System is an incomplete system for the implementation of world peace that connects people through wounds. All those who are connected to this system are called Kiznaivers. When one Kiznaiver is wounded, the system divides and transmits the wound among the other Kiznaivers. Sugomori City is built on reclaimed land, but as the years go by, the city's population is decreasing. The story is set in this town where Katsuhira and the others live. (Source: ANN) Episodes 1 and 2 will be previewed at a screening at United Cinema Toyosu on March 27, 2016. Regular broadcasting will begin on April 9, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/31798/Kiznaiver",
      "text": "Kiznaiver"
    },
    "start_date": "Mar 27, 2016, 23:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/76887.jpg"
  },
  {
    "studio": "Diomedea",
    "genres": ["Drama", "Mystery"],
    "description": "A shady bus tour of young men and women are headed to an elusive village called Nanakimura. A destination where people can partake in an utopian existence, free of the world's obstacles... or so goes the rumor. Heading deep into the mountains, the bus is carrying 30 different individuals, each harboring their own expectations and troubled hearts... What they had arrived to was an uninhabited village with lingering, faint scents of life and it was falling apart. Just what is the secret of Nanakimura? (Source: ANN, edited)",
    "title": {
      "link": "http://myanimelist.net/anime/32438/Mayoiga",
      "text": "Mayoiga"
    },
    "start_date": "Apr 1, 2016, 22:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/80881.jpg"
  },
  {
    "studio": "Production I.G",
    "genres": ["Military", "Seinen"],
    "description": "Taking place in the year 1937 on the eve of World War II, the story involves a mysterious spy training organization known as the \"D Agency.\" The organization is established by Lieutenant Colonel Yuuki from the Imperial Japanese Army. His ideals lead him to recruit people beyond military academy graduates and personnel, while training them to become skilled agents in arts of manipulation. These agents would become a specialized team to conduct operations. One such antihero agent, under the name Jirou Gamou, goes on a harrowing mission to uncover secret documents titled \"Black Notes,\" while battling forces from within and without his own ranks.",
    "title": {
      "link": "http://myanimelist.net/anime/31405/Joker_Game",
      "text": "Joker Game"
    },
    "start_date": "Apr 5, 2016, 23:00 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/75725.jpg"
  },
  {
    "studio": "Studio Pierrot",
    "genres": ["Action", "Fantasy", "Shounen", "Supernatural"],
    "description": "Rokuro is from a family of exorcists, but he'd rather be a singer, a soccer player or anything but an exorcist! He's forced to own up to his own incredible potential when new arrival Benio stirs his competitive spirit. But their rivalry gets a twist when they earn the prestigious title of \"Twin Star Exorcists\"—two supreme fighters fated to marry and birth the ultimate spiritual warrior! (Source: VIZ Media) Episode 1 will be previewed at a screening at Akihabara UDX Theater on April 4, 2016. Regular broadcasting will begin on April 6, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32105/Sousei_no_Onmyouji",
      "text": "Sousei no Onmyouji"
    },
    "start_date": "Apr 6, 2016, 18:25 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/79556.jpg"
  },
  {
    "studio": "Studio Deen",
    "genres": ["Comedy", "School", "Seinen"],
    "description": "First year high school student Sakamoto isn't just cool, he's the coolest! Almost immediately after starting school, he began attracting everyone's attention. The girls love him, and most of the boys resent him. There's even a boy in the class who works as a model, but who is constantly upstaged by Sakamoto! No matter what tricks the other boys try to play on him, Sakamoto always manages to foil them with ease and grace. Though Sakamoto may seem cool and aloof, he helps others when asked, such as in the case of the boy in his class who was being constantly bullied. No matter what difficulties Sakamoto encounters, he moves through his high school life with confidence and class. (Source: MangaHelpers) Episode 1 will be previewed at a screening at Yurakucho Asahi Hall on March 12, 2016. Regular broadcasting will begin on April 8, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32542/Sakamoto_desu_ga",
      "text": "Sakamoto desu ga?"
    },
    "start_date": "Apr 8, 2016, 02:28 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/78134.jpg"
  },
  {
    "studio": "A-1 Pictures",
    "genres": ["Comedy", "Drama", "Mystery", "Police"],
    "description": "A rookie lawyer Ryuuichi Naruhodou stands up to save his defendants by proving their innocence from unusual cases! Is the defendant guilty or innocent...? Believing his client's innocence Naruhodou stands in court and battles his rival judges. With the word of \"OBJECTION!\" and limited evidence, Naruhodou makes a comeback when all odds are against him and seems like there is nothing more he can do. Don't miss out on the comical episodes between him and his mentor Chihiro Ayasato, assistant Mayoi Ayasato, rival prosecutor Reiji Mitsurugi, and numerous unique characters! The anime also depicts the childhood relationship between Naruhodou and his friends. With the skills inherited from his mentor Naruho reveals the truth! (Source: YTV)",
    "title": {
      "link": "http://myanimelist.net/anime/31630/Gyakuten_Saiban__Sono_Shinjitsu_Igi_Ari",
      "text": "Gyakuten Saiban: Sono \"Shinjitsu\", Igi Ari!"
    },
    "start_date": "Apr 2, 2016, 17:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79448.jpg"
  },
  {
    "studio": "Lay-duce",
    "genres": ["Action", "Adventure", "Fantasy", "Magic", "Shounen"],
    "description": "It tells the story of Sinbad's early life, when he captured two of the dungeons. (Source: Magi Wikia, Edited)",
    "title": {
      "link": "http://myanimelist.net/anime/31741/Magi__Sinbad_no_Bouken_TV",
      "text": "Magi: Sinbad no Bouken (TV)"
    },
    "start_date": "Apr 16, 2016, 02:25 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/76463.jpg"
  },
  {
    "studio": "Project No.9",
    "genres": ["Comedy", "Ecchi", "Romance", "School"],
    "description": "Our naïve protagonist proposes to a female character in an online game, only to find out that the player is actually a guy. Traumatized by that, he decides to never trust a girl online, but now, two years later, a female player is proposing to him. What will happen? (Source: Unlimited Novel Failures, edited)",
    "title": {
      "link": "http://myanimelist.net/anime/31404/Netoge_no_Yome_wa_Onnanoko_ja_Nai_to_Omotta",
      "text": "Netoge no Yome wa Onnanoko ja Nai to Omotta?"
    },
    "start_date": "Apr 7, 2016, 23:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79414.jpg"
  },
  {
    "studio": "White Fox",
    "genres": ["Drama", "Fantasy"],
    "description": "Suddenly, high school student Subaru Natsuki has been summoned to another world on the way back from the convenience store. With the biggest crisis of his life being summoned to another world, and with no sign of the one who summoned him, things become even worse when he is attacked. But when he is saved by a mysterious, silver-haired girl with a fairy cat, Subaru cooperates with her to return the favor. When they finally manage to get a clue, Subaru and the girl are attacked and killed by someone. Subaru then awakens in the place he was summoned and notices he gained the ability \"Returns by Death\" and has become a helpless boy that only has the ability to rewind time by dying. Beyond the despair, can he save the girl from the fate of death? (Source: jCafe, edited) Episode 1 will be previewed at a screening at TOHO Cinemas Shinjuku on March 20, 2016. Regular broadcasting will begin on April 4, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/31240/Re_Zero_kara_Hajimeru_Isekai_Seikatsu",
      "text": "Re:Zero kara Hajimeru Isekai Seikatsu"
    },
    "start_date": "Apr 3, 2016, 01:05 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1522/128039.jpg"
  },
  {
    "studio": "David Production",
    "genres": ["Action", "Adventure", "Shounen"],
    "description": "Fourth story arc of JoJo no Kimyou na Bouken series. The coastal town of Morioh is plagued by the \"Bow and Arrow,\" an ancient artifact which manifests latent stand abilities in criminals and ordinary folk alike. At the same time as they are dealing with the huge influx of stand users—both good and bad—in Morioh, high schooler Jousuke Higashikata and his friends are searching for the culprit of a series of homicides. (Source: Kokko)",
    "title": {
      "link": "http://myanimelist.net/anime/31933/JoJo_no_Kimyou_na_Bouken__Diamond_wa_Kudakenai",
      "text": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
    },
    "start_date": "Apr 2, 2016, 00:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79156.jpg"
  },
  {
    "studio": "J.C.Staff",
    "genres": ["Comedy", "Shounen", "Slice of Life", "Supernatural"],
    "description": "Kowata Makoto is an air head with a bad sense of direction that just moved into her relative's house... But is that all?",
    "title": {
      "link": "http://myanimelist.net/anime/31376/Flying_Witch",
      "text": "Flying Witch"
    },
    "start_date": "Apr 10, 2016, 02:25 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/78539.jpg"
  },
  {
    "studio": "Asread",
    "genres": ["Action", "Shounen", "Super Power"],
    "description": "Ten years ago, a child wished for the destruction of the world. Now, a group of people has the ability to grant their wishes depending on their power. They are called \"Order User.\" Before these great people who have the power of \"Order,\" one person excels the most with the ability to rule and conquer the world and turn people into puppets when it is in his jurisdiction. This power belongs to Hoshimiya Eiji, who is also responsible for the destructive phenomena that happened exactly ten years ago. (Source: MU)",
    "title": {
      "link": "http://myanimelist.net/anime/31904/Big_Order_TV",
      "text": "Big Order (TV)"
    },
    "start_date": "Apr 16, 2016, 01:40 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/79757.jpg"
  },
  {
    "studio": "MAPPA",
    "genres": ["Comedy", "Demons", "Shounen", "Supernatural"],
    "description": "Continuation of Ushio to Tora TV series. Episode 1 (27 overall) will be previewed at a screening at United Cinema Toyosu on March 13, 2016. Regular broadcasting will begin on April 1, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/31098/Ushio_to_Tora_TV_2nd_Season",
      "text": "Ushio to Tora (TV) 2nd Season"
    },
    "start_date": "Apr 1, 2016, 22:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1092/117404.jpg"
  },
  {
    "studio": "Production IMS",
    "genres": [
      "Action",
      "Ecchi",
      "Harem",
      "Mecha",
      "Romance",
      "School",
      "Sci-Fi"
    ],
    "description": "\"Hundred\"—that is the only weapon that can oppose the mysterious life form \"Savage\" from visiting the earth. The protagonist, Kirasagi Hayato, aims to become a Martial Arts Master using this Hundred. He managed to get into the battleship university Little Garden. However— \"I wanted to see you, Hayato!!!\" \"H-How do you know my name?\" Around the roommate, Emil Crossford, who somehow knows him well (?), Hayato gets an uneasy feeling. What's more, just after the entrance ceremony, he gets asked for a duel by the campus' strongest martial arts master \"Queen\" Claire Harvey...!? The ultimate academy battle begins here! (Source: MU)",
    "title": {
      "link": "http://myanimelist.net/anime/31338/Hundred",
      "text": "Hundred"
    },
    "start_date": "Apr 5, 2016, 02:05 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78858.jpg"
  },
  {
    "studio": "Silver Link.",
    "genres": ["Comedy", "School", "Slice of Life"],
    "description": "Sighing, leaning on his elbows, sleepy eyes. Tanaka-kun is a boy that basically doesn't try but isn't disliked. This is a laid-back youth comedy about Tanaka-kun and the quiet Oota who can't leave him alone. (Source: MU) Episodes 1 and 2 will be previewed at a screening at Shinjuku Piccadilly on March 20, 2016. Regular broadcasting will begin on April 9, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32093/Tanaka-kun_wa_Itsumo_Kedaruge",
      "text": "Tanaka-kun wa Itsumo Kedaruge"
    },
    "start_date": "Apr 9, 2016, 22:00 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1189/111994.jpg"
  },
  {
    "studio": "LIDENFILMS",
    "genres": ["Action", "Horror", "Sci-Fi", "Space"],
    "description": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold. It is now the year 2577 and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find are giant mutated humanoid cockroaches with incredible physical strength. The crew members are easily wiped out, but not before sending a transmission back to Earth. Now, humanity will send elite warriors to exterminate the mutated bugs and claim back Mars. (Source: MangaHelpers)",
    "title": {
      "link": "http://myanimelist.net/anime/31430/Terra_Formars_Revenge",
      "text": "Terra Formars Revenge"
    },
    "start_date": "Apr 2, 2016, 01:05 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/78566.jpg"
  },
  {
    "studio": "Brain's Base",
    "genres": ["Adventure", "Fantasy"],
    "description": "Shun Asanaga is a 15-year-old junior high school student with an optimistic and bright personality. One day, he finds a mysterious crystal in the office of his father, who is a scientist and businessman. When he touches it, the world becomes distorted, and he is sent into the world of Endra. Emilio, a prince of the kingdom of Endra is nearing his 16th birthday and despises the reigning king Delzain. Since Emilio is now at the age when he can inherit the throne, he takes up a weapon and attempts revenge. However, because Emilio is too weak, he is captured by Delzain and put in prison. When Emilio is in grief, the wall of his cell becomes distorted and Shun appears from there with two goals: return to his own world, and complete his revenge. What future lies ahead for the two boys trying to survive in Endra, yet raised in two different worlds? (Source: MAL News)",
    "title": {
      "link": "http://myanimelist.net/anime/32608/Endride",
      "text": "Endride"
    },
    "start_date": "Apr 3, 2016, 01:55 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/78289.jpg"
  },
  {
    "studio": "Bridge",
    "genres": ["Adventure", "Fantasy"],
    "description": "Seisen Cerberus follows 16-year-old Hiiro, who takes up a sword in order to avenge his parents' death by killing the evil dragon Danguard. (Source: MAL News) Episode 1 will be previewed at a screening at TOHO Cinemas Nihonbashi on March 19, 2016. Regular broadcasting will begin on April 4, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32595/Seisen_Cerberus__Ryuukoku_no_Fatalités",
      "text": "Seisen Cerberus: Ryuukoku no Fatalités"
    },
    "start_date": "Apr 4, 2016, 01:35 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79459l.jpg"
  },
  {
    "studio": "P.A. Works",
    "genres": ["Mecha"],
    "description": "During the construction of the Kurobe Dam, an ancient artifact was discovered, and so the United Nations Kurobe Research Institute was established. Intellectuals from all over the world gathered to study the object, and the children of those researchers attend Mt. Tate International Senior High School, including the institute head's daughter, Yukina Shirahane. In the summer of 2016, a lone samurai once again awakens. (Source: ANN) Episodes 1 and 2 will be previewed at a screening at Shinjuku Wald 9 on March 27, 2016. Regular broadcasting will begin on April 7, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32245/Kuromukuro",
      "text": "Kuromukuro"
    },
    "start_date": "Apr 7, 2016, 22:00 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/82281.jpg"
  },
  {
    "studio": "EMT²",
    "genres": ["Comedy", "Seinen"],
    "description": "The manga follows Machi, a middle school student who serves as a shrine maiden at a Shinto shrine and takes care of a bear, who lives on mountain in Japan's northern Tohoku region. The bear, Natsu, has the ability to talk and is Machi's guardian. When Machi explains to Natsu that she will attend a school in the city, he gives Machi a set of trials that she must pass in order to be able to survive city life. (Source: ANN, edited)",
    "title": {
      "link": "http://myanimelist.net/anime/31804/Kuma_Miko",
      "text": "Kuma Miko"
    },
    "start_date": "Apr 3, 2016, 23:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/76675.jpg"
  },
  {
    "studio": "Brain's Base",
    "genres": ["Comedy", "Romance", "School", "Shounen", "Supernatural"],
    "description": "As a child Sakura Mamiya mysteriously disappeared in the woods behind her grandma's home. She returned safe and sound, but since then she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year, then one day her always-absent classmate shows up, and he's far more than what he seems! (Source: MU)",
    "title": {
      "link": "http://myanimelist.net/anime/31610/Kyoukai_no_Rinne_TV_2nd_Season",
      "text": "Kyoukai no Rinne (TV) 2nd Season"
    },
    "start_date": "Apr 9, 2016, 17:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/79665.jpg"
  },
  {
    "studio": "Silver Link.",
    "genres": ["Comedy", "School", "Slice of Life"],
    "description": "The story centers around class 1-7 of Tennomifune Academy, where all the students with \"bad karma\" or misfortune seem to have been gathered. Hibari, a student in this class, meets the unlucky Hanako and the perennially unhealthy Botan on her first day of school, and together they try to find a way to turn their school life into a happy one. (Source: ANN) Episode 1 will be previewed at a screening at Shinjuku Wald 9 on March 20, 2016. Regular broadcasting will begin on April 7, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/31080/Anne_Happy♪",
      "text": "Anne Happy♪"
    },
    "start_date": "Apr 7, 2016, 21:30 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/74686.jpg"
  },
  {
    "studio": "8bit",
    "genres": ["Comedy", "Shoujo", "Slice of Life"],
    "description": "Chihiro is left homeless with supposedly no relatives after his mom died. As he worries about what to do next, his uncle shows up and plans to take care of him...Or is it the other way around? (Source: MU) Episode 1 will be previewed at a screening at Yurakucho Asahi Hall on March 12, 2016. Regular broadcasting will begin on April 8, 2016.",
    "title": {
      "link": "http://myanimelist.net/anime/32175/Shounen_Maid",
      "text": "Shounen Maid"
    },
    "start_date": "Apr 8, 2016, 01:58 (JST)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79411.jpg"
  },
  {
    "studio": "Wit Studio (S1-S3), MAPPA (S4)",
    "genres": ["Action", "Dark fantasy", "Post-apocalyptic"],
    "description": "In a world where humanity lives within enormous walled cities to protect themselves from gigantic humanoid Titans, a young boy named Eren Yeager vows to eradicate the Titans after witnessing his mother's gruesome death. He joins the Survey Corps, an elite military unit that fights against the Titans outside the walls. The story follows Eren, his adopted sister Mikasa Ackerman, and their childhood friend Armin Arlert as they battle the Titans and uncover the mysteries of their origin and the history of their world.",
    "title": {
      "link": "http://myanimelist.net/anime/16498/Shingeki_no_Kyojin",
      "text": "Attack on Titan"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1907/134102.jpg",
    "start_date": "Apr 7, 2013, 02:05 (JST)"
  },
  {
    "studio": "Toei Animation",
    "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Sci-Fi", "Shounen"],
    "description": "Five years after his victory over Piccolo Jr., Son Goku now lives a peaceful life with his wife Chi-Chi and their son Son Gohan. However, this tranquility is shattered by the arrival of a mysterious and powerful Saiyan named Raditz, who reveals himself to be Goku's older brother. Raditz informs Goku of their Saiyan heritage and their mission to conquer Earth, which Goku refused to fulfill as a baby. When Raditz kidnaps Gohan, Goku teams up with his former nemesis Piccolo to rescue his son, leading to a battle that reveals the immense power of the Saiyans and sets the stage for even greater threats to come.",
    "title": {
      "link": "http://myanimelist.net/anime/813/Dragon_Ball_Z",
      "text": "Dragon Ball Z"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/13/18075.jpg",
    "start_date": "Apr 26, 1989"
  },
  {
    "studio": "ufotable",
    "genres": ["Action", "Demons", "Historical", "Supernatural", "Shounen"],
    "description": "In Taisho-era Japan, Tanjiro Kamado is a kind-hearted boy who sells charcoal for a living. His peaceful life is shattered when a demon slaughters his entire family, leaving only his younger sister Nezuko alive, who has been transformed into a demon herself. Determined to avenge his family and turn Nezuko back into a human, Tanjiro embarks on a perilous journey, joining the Demon Slayer Corps, an organization dedicated to hunting and exterminating demons. Along the way, he encounters formidable enemies and forges bonds with fellow demon slayers as he fights to protect humanity from the demonic threat.",
    "title": {
      "link": "http://myanimelist.net/anime/38000/Kimetsu_no_Yaiba",
      "text": "Kimetsu no Yaiba"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1588/108571.jpg",
    "start_date": "Apr 6, 2019"
  },
  {
    "studio": "MAPPA",
    "genres": [
      "Action",
      "Fantasy",
      "Supernatural",
      "Drama",
      "School",
      "Shounen"
    ],
    "description": "Yuji Itadori is a high school student with exceptional physical abilities. He lives a relatively normal life, but everything changes when he swallows a cursed talisman—the finger of the King of Curses, Ryomen Sukuna. Now sharing his body with this powerful and malevolent being, Yuji enrolls in Tokyo Prefectural Jujutsu High School, a secret organization of jujutsu sorcerers who fight against cursed spirits. Under the guidance of his enigmatic teacher Satoru Gojo, Yuji and his new classmates Nobara Kugisaki and Megumi Fushiguro embark on dangerous missions to exorcise curses and protect humanity from the unseen world of darkness.",
    "title": {
      "link": "https://myanimelist.net/anime/40748/Jujutsu_Kaisen_TV",
      "text": "Jujutsu Kaisen (TV)"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg",
    "start_date": "Oct 3, 2020"
  },
  {
    "studio": "Toei Animation",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Shounen",
      "Super Power"
    ],
    "description": "Monkey D. Luffy is a young man who, inspired by his childhood idol and powerful pirate \"Red-Haired\" Shanks, sets off on a journey from the East Blue Sea to find the legendary treasure, One Piece, and proclaim himself the King of the Pirates. Along his adventure, he gathers a diverse crew, the Straw Hat Pirates, including a swordsman, a navigator, a sniper, a chef, a doctor, an archaeologist, a shipwright, a musician, and a helmsman, and they explore the Grand Line, encountering various enemies, allies, and mysteries on their quest to achieve their dreams.",
    "title": {
      "link": "http://myanimelist.net/anime/21/One_Piece",
      "text": "One Piece"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1460/110427.jpg",
    "start_date": "Oct 20, 1999"
  },
  {
    "studio": "Pierrot",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Super Power",
      "Martial Arts",
      "Shounen"
    ],
    "description": "Naruto Uzumaki is a young ninja from the Hidden Leaf Village who harbors a mischievous and determined spirit. Ostracized by the village due to the Nine-Tailed Demon Fox sealed within him, Naruto dreams of becoming the Hokage, the village leader, in order to gain recognition and protect his home. He trains hard with his classmates Sasuke Uchiha and Sakura Haruno under the guidance of their sensei Kakashi Hatake. Together, they face numerous challenges, powerful enemies, and learn the importance of friendship, perseverance, and the ninja way.",
    "title": {
      "link": "http://myanimelist.net/anime/20/Naruto",
      "text": "Naruto"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/13/17405.jpg",
    "start_date": "Oct 3, 2002"
  },
  {
    "studio": "MAPPA",
    "genres": [
      "Action",
      "Comedy",
      "Demons",
      "Horror",
      "Psychological",
      "Shounen",
      "Supernatural"
    ],
    "description": "Denji is a destitute young man living in a world plagued by Devils born from human fears. After making a contract with Pochita, his chainsaw devil dog, Denji becomes able to transform parts of his body into chainsaws. When he is betrayed and killed by the yakuza, Pochita merges with Denji's heart, reviving him as the Chainsaw Man, a human-devil hybrid. He is soon recruited by the Public Safety Devil Hunters, a government agency tasked with fighting devils, where he works alongside other devil hunters like the blood fiend Power and the stoic Aki Hayakawa, all while trying to live a normal life and pursue his simple dreams.",
    "title": {
      "link": "https://myanimelist.net/anime/44511/Chainsaw_Man",
      "text": "Chainsaw Man"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1806/126216.jpg",
    "start_date": "Oct 12, 2022"
  },
  {
    "studio": "Sunrise",
    "genres": ["Action", "Comedy", "Historical", "Parody", "Sci-Fi", "Shounen"],
    "description": "In an alternate Edo period Japan, where aliens known as Amanto have invaded and samurai have lost their status, Gintoki Sakata is an eccentric samurai who runs an odd-jobs business called Yorozuya. He lives with a teenage boy named Shinpachi Shimura and a young alien girl named Kagura. Together, this unconventional trio takes on various bizarre and often humorous jobs, encountering strange characters and facing ridiculous situations while upholding their own unique code of honor and occasionally getting involved in more serious conflicts related to the Amanto's influence and the remnants of the samurai spirit.",
    "title": {
      "link": "http://myanimelist.net/anime/918/Gintama",
      "text": "Gintama"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1696/109498.jpg",
    "start_date": "Apr 4, 2006"
  },
  {
    "studio": "Zero-G",
    "genres": ["Comedy", "Slice of Life", "Sports"],
    "description": "A new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. He will be moving into his Uncle's diving store \"Grand Blue.\" There he finds the beautiful ocean, beautiful women, and men that love diving and alcohol. Will Iori be able to live his dream college life?",
    "title": {
      "link": "https://myanimelist.net/anime/37105/Grand_Blue",
      "text": "Grand Blue"
    },
    "image_url": "https://cdn.myanimelist.net/images/anime/1302/94882.jpg",
    "start_date": "Jul 14, 2018"
  }
]
